import { CandidateWithContent } from "candidates";

const data: CandidateWithContent = {
  title: "นาย",
  name: "ปิติพงศ์",
  surname: "ผลแก้ว",
  class: "5/2",
  education: {
    "ระดับประถมศึกษา โรงเรียนประชานิเวศน์ (ฝ่ายประถม)": 4,
    "ระดับมัธยมศึกษาตอนต้น โรงเรียนมัธยมสาธิตวัดพระศรีมหาธาตุ มหาวิทยาลัยราชภัฏพระนคร": 3.9,
    "ระดับมัธยมศึกษาปีที่ 4": 3.88,
  },
  abilities: ["การขับร้องเพลง", "การเล่นกีตาร์เบื้องต้น"],
  motto: "ถ้าตั้งใจจริง ๆ ไม่มีอะไรที่มนุษย์ทำไม่ได้",
};

export default data;
